dc1/timeouts/timeouts_benchmark/timeout1s_delay0.2s_r60_20250824_213503_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.81
Duration      [total, attack, wait]             1m0s, 59.983s, 205.333ms
Latencies     [min, mean, 50, 90, 95, 99, max]  204.167ms, 215.082ms, 206.364ms, 224.366ms, 263.176ms, 306.612ms, 813.223ms
Bytes In      [total, mean]                     3147827, 874.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: