dc1/timeouts/timeouts_benchmark/timeout1s_delay0.2s_r60_20250824_214213_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.81
Duration      [total, attack, wait]             1m0s, 59.983s, 207.866ms
Latencies     [min, mean, 50, 90, 95, 99, max]  204.077ms, 211.246ms, 206.334ms, 216.071ms, 245.881ms, 289.814ms, 391.882ms
Bytes In      [total, mean]                     3147827, 874.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: