dc1/timeouts/timeouts_benchmark/timeout1s_delay0.2s_r60_20250824_221053_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.81
Duration      [total, attack, wait]             1m0s, 59.983s, 206.89ms
Latencies     [min, mean, 50, 90, 95, 99, max]  204.203ms, 211.759ms, 206.387ms, 220.153ms, 249.121ms, 292.193ms, 314.559ms
Bytes In      [total, mean]                     3147827, 874.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: