dc1/timeouts/timeouts_benchmark/timeout1s_delay0.2s_r60_20250825_123342_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.81
Duration      [total, attack, wait]             1m0s, 59.984s, 205.418ms
Latencies     [min, mean, 50, 90, 95, 99, max]  204.177ms, 213.283ms, 206.487ms, 228.583ms, 258.945ms, 295.34ms, 414.241ms
Bytes In      [total, mean]                     3148602, 874.61
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: