dc1/timeouts/timeouts_benchmark/timeout1s_delay0.2s_r60_20250825_234743_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.81
Duration      [total, attack, wait]             1m0s, 59.984s, 205.325ms
Latencies     [min, mean, 50, 90, 95, 99, max]  204.177ms, 215.575ms, 206.508ms, 228.863ms, 264.787ms, 347.717ms, 721.617ms
Bytes In      [total, mean]                     3148257, 874.52
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: