dc1/timeouts/timeouts_benchmark/timeout1s_delay0.2s_r60_20250826_003401_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.81
Duration      [total, attack, wait]             1m0s, 59.983s, 205.741ms
Latencies     [min, mean, 50, 90, 95, 99, max]  204.011ms, 212.56ms, 206.433ms, 223.342ms, 255.345ms, 295.059ms, 398.213ms
Bytes In      [total, mean]                     3148888, 874.69
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: