dc1/timeouts/timeouts_benchmark/timeout1s_delay0.5s_r60_20250824_231731_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.51
Duration      [total, attack, wait]             1m0s, 59.983s, 507.15ms
Latencies     [min, mean, 50, 90, 95, 99, max]  504.054ms, 511.356ms, 506.369ms, 515.201ms, 546.181ms, 592.244ms, 702.628ms
Bytes In      [total, mean]                     3149081, 874.74
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: