dc1/timeouts/timeouts_benchmark/timeout1s_delay0.5s_r60_20250825_000555_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.52
Duration      [total, attack, wait]             1m0s, 59.983s, 505.624ms
Latencies     [min, mean, 50, 90, 95, 99, max]  504.123ms, 511.779ms, 506.379ms, 517.211ms, 546.323ms, 593.635ms, 750.217ms
Bytes In      [total, mean]                     3147827, 874.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: