dc1/timeouts/timeouts_benchmark/timeout1s_delay0.5s_r60_20250825_003648_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.51
Duration      [total, attack, wait]             1m0s, 59.984s, 507.845ms
Latencies     [min, mean, 50, 90, 95, 99, max]  504.206ms, 511.287ms, 506.467ms, 517.417ms, 542.725ms, 588.441ms, 682.064ms
Bytes In      [total, mean]                     3149081, 874.74
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: