dc1/timeouts/timeouts_benchmark/timeout1s_delay0.5s_r60_20250825_131345_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.52
Duration      [total, attack, wait]             1m0s, 59.983s, 505.874ms
Latencies     [min, mean, 50, 90, 95, 99, max]  504.066ms, 510.976ms, 506.4ms, 515.525ms, 544.247ms, 584.802ms, 631.174ms
Bytes In      [total, mean]                     3149255, 874.79
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: