dc1/timeouts/timeouts_benchmark/timeout1s_delay0.5s_r60_20250826_004725_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.51
Duration      [total, attack, wait]             1m0s, 59.984s, 509.499ms
Latencies     [min, mean, 50, 90, 95, 99, max]  504.05ms, 511.167ms, 506.334ms, 515.972ms, 545.601ms, 587.199ms, 611.133ms
Bytes In      [total, mean]                     3147927, 874.42
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: