dc1/timeouts/timeouts_benchmark/timeout1s_delay0.5s_r60_20250826_005743_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.51
Duration      [total, attack, wait]             1m0s, 59.983s, 509.987ms
Latencies     [min, mean, 50, 90, 95, 99, max]  504.099ms, 511.204ms, 506.377ms, 516.193ms, 540.639ms, 587.448ms, 739.634ms
Bytes In      [total, mean]                     3149374, 874.83
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: