dc1/timeouts/timeouts_benchmark/timeout1s_delay0.8s_r60_20250825_010848_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.22
Duration      [total, attack, wait]             1m1s, 59.983s, 804.79ms
Latencies     [min, mean, 50, 90, 95, 99, max]  804.158ms, 811.031ms, 806.296ms, 815.85ms, 843.803ms, 887.932ms, 971.833ms
Bytes In      [total, mean]                     3148389, 874.55
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: