dc1/timeouts/timeouts_benchmark/timeout1s_delay0.8s_r60_20250825_011909_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.22
Duration      [total, attack, wait]             1m1s, 59.984s, 806.358ms
Latencies     [min, mean, 50, 90, 95, 99, max]  804.071ms, 811.445ms, 806.261ms, 817.64ms, 848.937ms, 889.384ms, 948.907ms
Bytes In      [total, mean]                     3149006, 874.72
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: