dc1/timeouts/timeouts_benchmark/timeout1s_delay0.8s_r60_20250825_140519_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.22
Duration      [total, attack, wait]             1m1s, 59.983s, 805.488ms
Latencies     [min, mean, 50, 90, 95, 99, max]  804.057ms, 811.07ms, 806.382ms, 815.255ms, 844.458ms, 886.096ms, 964.293ms
Bytes In      [total, mean]                     3149200, 874.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: