dc1/timeouts/timeouts_benchmark/timeout1s_delay0.8s_r60_20250825_143314_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.22
Duration      [total, attack, wait]             1m1s, 59.983s, 806.199ms
Latencies     [min, mean, 50, 90, 95, 99, max]  804.073ms, 811.133ms, 806.369ms, 815.826ms, 845.03ms, 888.554ms, 916.197ms
Bytes In      [total, mean]                     3149255, 874.79
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: