dc1/timeouts/timeouts_benchmark/timeout1s_delay0.8s_r60_20250826_021720_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 59.22
Duration      [total, attack, wait]             1m1s, 59.983s, 804.842ms
Latencies     [min, mean, 50, 90, 95, 99, max]  804.037ms, 811.287ms, 806.361ms, 816.77ms, 845.537ms, 889.987ms, 916.737ms
Bytes In      [total, mean]                     3149374, 874.83
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: