dc1/timeouts/timeouts_benchmark/timeout1s_delay1.2s_r60_20250825_060031_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.82
Duration      [total, attack, wait]             1m1s, 59.984s, 1.219s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.204s, 1.211s, 1.206s, 1.218s, 1.246s, 1.287s, 1.365s
Bytes In      [total, mean]                     3152113, 875.59
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: