dc1/timeouts/timeouts_benchmark/timeout1s_delay1.2s_r60_20250825_155421_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.83
Duration      [total, attack, wait]             1m1s, 59.983s, 1.207s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.204s, 1.212s, 1.207s, 1.219s, 1.245s, 1.289s, 1.33s
Bytes In      [total, mean]                     3151774, 875.49
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: