dc1/timeouts/timeouts_benchmark/timeout1s_delay1.5s_r60_20250825_064736_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.55
Duration      [total, attack, wait]             1m1s, 59.984s, 1.506s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.504s, 1.511s, 1.506s, 1.515s, 1.541s, 1.581s, 1.609s
Bytes In      [total, mean]                     3152614, 875.73
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: