dc1/timeouts/timeouts_benchmark/timeout1s_delay1.5s_r60_20250825_164221_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.54
Duration      [total, attack, wait]             1m1s, 59.984s, 1.509s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.504s, 1.512s, 1.507s, 1.52s, 1.547s, 1.595s, 1.692s
Bytes In      [total, mean]                     3152040, 875.57
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: