dc1/timeouts/timeouts_benchmark/timeout1s_delay1.5s_r60_20250825_170932_text.txt
Requests      [total, rate, throughput]         3600, 60.02, 58.50
Duration      [total, attack, wait]             1m2s, 59.983s, 1.558s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.504s, 1.511s, 1.506s, 1.514s, 1.541s, 1.583s, 1.616s
Bytes In      [total, mean]                     3151452, 875.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3600  
Error Set: